import React, { FC } from "react";
import "./App.css";
import "./App.mobile.css";

const App: FC = () => {
  return (
    <div className="app-container">
      <header className="header">
        <h1 className="title">Title</h1>
        <h2 className="sub-title">Sub Title</h2>
      </header>
      <div className="main">
        <nav className="nav">
          <div className="nav-item">Item 1</div>
          <div className="nav-item">Item 2</div>
          <div className="nav-item">Item 3</div>
          <div className="nav-item">Item 4</div>
          <div className="nav-item">Item 5</div>
        </nav>
        <article className="contents">
          <section className="section">
            <h3 className="section-title">Section title</h3>
            <p className="text">
              {`예가 뜨고, 있는 속에서 무엇을 우는 가는 이 위하여서. 유소년에게서
아름답고 이상 창공에 뿐이다. 심장의 방황하였으며, 곳이 그러므로
불러 아름답고 스며들어 있는 군영과 말이다. 사랑의 투명하되 거친
것이 있으며, 들어 청춘의 천지는 피어나기 있는가? 같이 그들의
보배를 열매를 꽃이 거선의 피어나는 철환하였는가? 생의 석가는 주는
따뜻한 방황하여도, 것이다. 풀밭에 스며들어 구하지 약동하다. 얼음이
아니더면, 앞이 뜨고, 같지 불어 때문이다. 사람은 군영과 가치를
보내는 있다. 못할 주며, 이상을 끓는 과실이 피다. 꽃이 청춘
동산에는 아름다우냐? 심장은 따뜻한 열매를 트고, 보내는 피고,
인생에 살 밥을 이것이다. 그들의 미인을 때에, 얼음 이성은
봄바람이다. 작고 충분히 속잎나고, 이는 보내는 무엇이 인간의 우리
풍부하게 듣는다. 이상 듣기만 할지라도 남는 인생의 교향악이다.
인도하겠다는 싶이 공자는 힘차게 따뜻한 살았으며, 반짝이는
오아이스도 철환하였는가? 피어나는 생의 우리의 귀는 없으면, 아니한
그러므로 가지에 더운지라 교향악이다. 일월과 천하를 물방아 방지하는
사는가 그와 시들어 사랑의 평화스러운 있다. 아니더면, 사라지지 싹이
끓는 바이며, 광야에서 끓는다. 발휘하기 길을 사랑의 있다. 이상,
가치를 얼마나 쓸쓸한 없으면, 인간은 이것이야말로 철환하였는가?
창공에 열락의 없으면 하였으며, 이 피어나는 앞이 놀이 것이
아름다우냐? 얼마나 앞이 보이는 인생의 원질이 어디 풀밭에 아니다.
창공에 오직 하는 원대하고, 풍부하게 피다. 거선의 방황하여도, 청춘
때문이다. 인간의 커다란 심장은 있는 거친 그것을 것이다. 길을 오직
심장의 가치를 능히 있는 관현악이며, 것이다. 못할 날카로우나
기쁘며, 살았으며, 수 천지는 뭇 그들의 보이는 봄바람이다. 실현에
불어 청춘에서만 것은 청춘 용기가 것이다. 품었기 행복스럽고 끓는
날카로우나 않는 방황하여도, 얼음에 그들을 청춘은 있다. 물방아
청춘이 얼음과 방황하여도, 산야에 아니다. 것은 내는 못할 사랑의
따뜻한 철환하였는가? 피고 들어 관현악이며, 충분히 현저하게 가치를
실로 것이다. 불러 관현악이며, 반짝이는 만물은 인간이 약동하다.
부패를 뭇 것은 품으며, 얼음 황금시대를 살 품고 현저하게
그리하였는가? 따뜻한 넣는 인생을 일월과 반짝이는 말이다. 때에,
인도하겠다는 눈에 힘있다. 청춘을 가는 얼마나 아름다우냐? 갑 든
바이며, 타오르고 운다. 그러므로 이는 열락의 같이, 꾸며 봄바람이다.
청춘을 것이 예가 인생의 천고에 하는 힘차게 힘있다. 뛰노는 가치를
그러므로 대한 교향악이다. 수 그림자는 품으며, 곳이 피부가 부패를
있는가? 두손을 끝까지 과실이 피다. 유소년에게서 열락의 목숨이 뭇
천하를 찾아다녀도, 용감하고 생의 위하여, 철환하였는가? 못할 불어
심장의 광야에서 황금시대다. 위하여 하였으며, 얼마나 돋고, 노래하며
그리하였는가? 뭇 뜨거운지라, 없으면 미묘한 그들의 천자만홍이
기쁘며, 품으며, 고행을 때문이다. 곳으로 그들은 방황하여도, 오직
인생을 어디 생생하며, 꾸며 것이다. 더운지라 간에 따뜻한 구하지
그것을 원질이 하여도 가진 속에서 보라. 청춘을 이 충분히 뛰노는
인간에 튼튼하며, 쓸쓸하랴? 소금이라 보는 새가 위하여, 청춘의
것이다. 만천하의 구할 만물은 놀이 품으며, 청춘 것은 시들어
황금시대다. 뭇 피고, 보배를 피는 같이 있다. 같으며, 사랑의 천하를
있다. 대중을 소금이라 인생을 반짝이는 평화스러운 찬미를 끝에 꽃
봄바람이다. 그들은 황금시대를 생명을 미묘한 그들의 사막이다.
석가는 날카로우나 그들은 전인 목숨이 수 보라. 위하여, 너의 있는
관현악이며, 황금시대다. 시들어 인간에 그들의 전인 운다.
방황하여도, 청춘은 그들을 그들에게 이것이다. 투명하되 따뜻한 눈에
그들은 것이 것이다. 사랑의 굳세게 그들에게 이는 미인을 이것을
천하를 풍부하게 힘있다. 예수는 눈에 못하다 같은 것이다.보라,
웅대한 것이다. 바이며, 찾아다녀도, 고동을 그것은 따뜻한
봄바람이다. 목숨을 안고, 싶이 내는 우리는 것이다. 청춘의 무엇을
불러 속잎나고, 때까지 얼음이 같은 착목한는 이상 이것이다.`}
            </p>
          </section>
        </article>
        <aside className="aside">
          <div className="aside-item">
            <p className="aside-text">Cherry Blossom</p>
          </div>
        </aside>
      </div>
      <footer className="footer">© 2013 - 2020 MyMusicTaste Co., Ltd</footer>
    </div>
  );
};

export default App;
